Repository: common-repository/awesome-accordions
Catalog: languages/awesome-accordions-*.po
Languages: nl_nl

source: General Settings
nl_nl: Algemene instellingen

source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Accordions
nl_nl: Nieuwe accordion toevoegen

source: Edit Accordions
nl_nl: Accordion bewerken

source: New Accordions
nl_nl: Nieuwe Accordion

source: All Accordions
nl_nl: Alle Accordions

source: View Accordions
nl_nl: Accordions bekijken

source: Search Accordion
nl_nl: Accordion zoeken

source: No Accordion found
nl_nl: Geen Accordion gevonden

source: No Accordion found in Trash
nl_nl: Geen Accordion gevonden in Prullenbak

source: Parent Accordion:
nl_nl: Bovenliggende accordion:

source: Description.
nl_nl: Beschrijving.

source: Accordion Settings
nl_nl: Accordion instellingen

source: Settings
nl_nl: Instellingen

source: Main Settings
nl_nl: Hoofdinstellingen

source: Load Plugin Styles
nl_nl: Plugin-stijlen laden

source: Use these options to set the main settings for the Accordions
nl_nl: Met deze opties kun je de instellingen voor de Accordions wijzigen.

source: Use this option to enable or disable the plugin CSS styles
nl_nl: Gebruik deze optie om de CSS-stijlen van de plugin in of uit te schakelen

source: Use this option to display or hide the Open All / Close All accordions toggle button
nl_nl: Gebruik deze optie voor het weergeven of verbergen van de knoppen om alle Accordions te openen/sluiten

source: Add an accordion
nl_nl: Een accordion toevoegen

source: Select an accordion
nl_nl: Een accordion selecteren

source: Option 1
nl_nl: Optie 1

source: Option 2
nl_nl: Optie 2

source: Option 3
nl_nl: Optie 3

source: Cancel
nl_nl: Annuleren

source: Add accordion to the content
nl_nl: Accordion toevoegen aan de inhoud

source: Title
nl_nl: Titel

source: Delete
nl_nl: Verwijderen

source: Saved
nl_nl: Opgeslagen

source: Save
nl_nl: Opslaan

source: Add element
nl_nl: Element toevoegen

source: Are you sure that you want remove this accordion?
nl_nl: Weet je zeker dat je deze accordion wilt verwijderen?

source: Remove
nl_nl: Verwijderen

source: Helps you to create and manage collapsible content panels for presenting information in a limited amount of space.
nl_nl: Helpt je bij het maken en beheren van accordions voor het presenteren van informatie in een beperkte hoeveelheid ruimte.
